Repository: GymTrackerr/gym-track-xcode
Catalog: GymTracker/GymTracker/Localization/Nutrition.xcstrings
Source language: en_gb
Languages: es, fr

source: Additional nutrients
es: Nutrientes adicionales
fr: Nutriments supplémentaires

source: Archived
es: Archivado
fr: Archivé

source: Carbs
es: Carbohidratos
fr: Glucides

source: Details
es: Detalles
fr: Détails

source: Fat
es: Grasas
fr: Matières grasses

source: Food
es: Alimento
fr: Aliment

source: Items
es: Elementos
fr: Éléments

source: Log
es: Registrar
fr: Enregistrer

source: Logged History
es: Historial registrado
fr: Historique enregistré

source: Manage
es: Gestionar
fr: Gérer

source: Meal
es: Comida
fr: Repas

source: Meals
es: Comidas
fr: Repas

source: Nutrition
es: Nutrición

source: Nutrition Per Reference
es: Nutrición por referencia
fr: Nutrition par référence

# nutrition.category.breakfast
source: Breakfast
es: Desayuno
fr: Petit-déjeuner

# nutrition.category.dinner
source: Dinner
es: Cena
fr: Dîner

# nutrition.category.lunch
source: Lunch
es: Almuerzo
fr: Déjeuner

# nutrition.category.other
source: Other
es: Otro
fr: Autre

# nutrition.category.snack
source: Snack
es: Tentempié
fr: Collation

# nutrition.entity.food
source: Food
es: Alimento
fr: Aliment

# nutrition.entity.meal
source: Meal
es: Comida
fr: Repas

# nutrition.foodFilter.all
source: All
es: Todo
fr: Tout

# nutrition.foodFilter.drinks
source: Drinks
es: Bebidas
fr: Boissons

# nutrition.foodFilter.foods
source: Foods
es: Alimentos
fr: Aliments

# nutrition.foodFilter.ingredients
source: Ingredients
es: Ingredientes
fr: Ingrédients

# nutrition.foodFilter.item
source: Item
es: Elemento
fr: Élément

# nutrition.foodFilter.items
source: Items
es: Elementos
fr: Éléments

# nutrition.foodKind.drink
source: Drink
es: Bebida
fr: Boisson

# nutrition.foodKind.food
source: Food
es: Alimento
fr: Aliment

# nutrition.foodKind.ingredient
source: Ingredient
es: Ingrediente
fr: Ingrédient

# nutrition.intent.amountType.foodUnit
source: Food Unit
es: Unidad de alimento
fr: Unité d'aliment

# nutrition.intent.amountType.serving
source: Serving
es: Porción
fr: Portion

# nutrition.intent.amountType.type
source: Food Amount Type
es: Tipo de cantidad de alimento
fr: Type de quantité d'aliment

# nutrition.intent.category.breakfast
source: Breakfast
es: Desayuno
fr: Petit-déjeuner

# nutrition.intent.category.dinner
source: Dinner
es: Cena
fr: Dîner

# nutrition.intent.category.lunch
source: Lunch
es: Almuerzo
fr: Déjeuner

# nutrition.intent.category.other
source: Other
es: Otro
fr: Autre

# nutrition.intent.category.snack
source: Snack
es: Merienda
fr: Collation

# nutrition.intent.category.type
source: Nutrition Category
es: Categoría nutricional
fr: Catégorie nutritionnelle

# nutrition.intent.logFood.description
source: Log one of your saved foods.
es: Registra uno de tus alimentos guardados.
fr: Enregistrez l'un de vos aliments enregistrés.

# nutrition.intent.logFood.title
source: Log Food
es: Registrar alimento
fr: Enregistrer un aliment

# nutrition.intent.logMeal.description
source: Log one of your saved meals.
es: Registra una de tus comidas guardadas.
fr: Enregistrez l'un de vos repas enregistrés.

# nutrition.intent.logMeal.title
source: Log Meal
es: Registrar comida
fr: Enregistrer un repas

# nutrition.intent.quickAdd.description
source: Quick add consumed nutrition values.
es: Añade rápidamente los valores nutricionales consumidos.
fr: Ajoutez rapidement les valeurs nutritionnelles consommées.

# nutrition.intent.quickAdd.title
source: Create Log
es: Crear registro
fr: Créer un journal

# nutrition.items.count
source: %lld items
es: %lld elementos
fr: %lld éléments

# nutrition.label.amount.per
source: Amount per %@
es: Cantidad por %@
fr: Quantité par %@

# nutrition.label.amount.typicalValuesPer
source: Typical values per %@
es: Valores medios por %@
fr: Valeurs moyennes pour %@

# nutrition.label.calories
source: Calories
es: Calorías

# nutrition.label.carbohydrate
source: Carbohydrate
es: Carbohidratos
fr: Glucides

# nutrition.label.dietaryFiber
source: Dietary Fibre
es: Fibra dietética
fr: Fibres alimentaires

# nutrition.label.energy
source: Energy
es: Energía
fr: Énergie

# nutrition.label.fat
source: Fat
es: Grasas
fr: Matières grasses

# nutrition.label.fiber
source: Fibre
es: Fibra
fr: Fibres

# nutrition.label.fibre
source: Fibre
es: Fibra
fr: Fibres

# nutrition.label.includesAddedSugars
source: Includes Added Sugars
es: Incluye azúcares añadidos
fr: Inclut les sucres ajoutés

# nutrition.label.ofWhichAddedSugars
source: of which added sugars
es: de los cuales azúcares añadidos
fr: dont sucres ajoutés

# nutrition.label.ofWhichSaturates
source: of which saturates
es: de las cuales saturadas
fr: dont acides gras saturés

# nutrition.label.ofWhichSugars
source: of which sugars
es: de los cuales azúcares
fr: dont sucres

# nutrition.label.protein
source: Protein
es: Proteínas
fr: Protéines

# nutrition.label.saturatedFat
source: Saturated Fat
es: Grasas saturadas
fr: Acides gras saturés

# nutrition.label.title.default
source: Nutrition Label
es: Etiqueta nutricional
fr: Étiquette nutritionnelle

# nutrition.label.title.ukEU
source: Nutrition Declaration
es: Declaración nutricional
fr: Déclaration nutritionnelle

# nutrition.label.title.us
source: Nutrition Facts
es: Información nutricional
fr: Valeurs nutritives

# nutrition.label.totalCarbohydrate
source: Total Carbohydrate
es: Carbohidratos totales
fr: Glucides totaux

# nutrition.label.totalFat
source: Total Fat
es: Grasas totales
fr: Matières grasses totales

# nutrition.label.totalForEntry
source: Total for this entry
es: Total de esta entrada
fr: Total pour cette entrée

# nutrition.label.totalSugars
source: Total Sugars
es: Azúcares totales
fr: Sucres totaux

# nutrition.label.transFat
source: Trans Fat
es: Grasas trans
fr: Acides gras trans

# nutrition.labelProfile.default
source: Default
es: Predeterminado
fr: Par défaut

# nutrition.labelProfile.ukEU
source: UK/EU
es: RU/UE
fr: R.-U./UE

# nutrition.labelProfile.us
source: US
es: EE. UU.
fr: États-Unis

# nutrition.logMode.drink
source: Drink
es: Bebida
fr: Boisson

# nutrition.logMode.food
source: Food
es: Alimento
fr: Aliment

# nutrition.logMode.meal
source: Meal
es: Comida
fr: Repas

# nutrition.logMode.quickAdd
source: Quick Add
es: Entrada rápida
fr: Ajout rapide

# nutrition.nutrientGroup.carbohydrate
source: Carbohydrate
es: Carbohidratos
fr: Glucides

# nutrition.nutrientGroup.energy
source: Energy
es: Energía
fr: Énergie

# nutrition.nutrientGroup.fat
source: Fat
es: Grasas
fr: Matières grasses

# nutrition.nutrientGroup.other
source: Other
es: Otro
fr: Autre

# nutrition.nutrientGroup.vitamin
source: Vitamin
es: Vitamina
fr: Vitamine

# nutrition.periodSection.days
source: Days
es: Días
fr: Jours

# nutrition.periodSection.loggedDays
source: Logged Days
es: Días registrados
fr: Jours enregistrés

# nutrition.periodSubtitle.loggedDays
source: %lld logged days
es: %lld días registrados
fr: %lld jours enregistrés

# nutrition.periodSubtitle.noLoggedDays
source: No logged days yet
es: Aún no hay días registrados
fr: Aucun jour enregistré pour le moment

# nutrition.range.all
source: All
es: Todo
fr: Tout

# nutrition.range.allNutrition
source: All Nutrition
es: Toda la nutrición
fr: Toute la nutrition

# nutrition.range.month
source: Month
es: Mes
fr: Mois

# nutrition.range.today
source: Today
es: Hoy
fr: Aujourd’hui

# nutrition.range.week
source: Week
es: Semana
fr: Semaine

# nutrition.shortcut.logFood.title
source: Log Food
es: Registrar alimento
fr: Enregistrer un aliment

# nutrition.shortcut.logMeal.title
source: Log Meal
es: Registrar comida
fr: Enregistrer un repas

# nutrition.shortcut.quickAdd.title
source: Create Log
es: Crear registro
fr: Créer un journal

# nutrition.tab.title
source: Nutrition
es: Nutrición

# nutrition.unit.grams
source: Grammes
es: Gramos

# nutrition.unit.milliliters
source: Millilitres
es: Mililitros

# nutrition.unit.piece
source: Piece
es: Pieza
fr: Pièce

source: Optional
es: Opcional
fr: Facultatif

source: Per Serving
es: Por porción
fr: Par portion

source: Protein
es: Proteínas
fr: Protéines

source: Quick Add
es: Entrada rápida
fr: Ajout rapide

source: Reference Amount
es: Cantidad de referencia
fr: Quantité de référence

source: Serving
es: Porción
fr: Portion

# nutrition.nutrientGroup.mineral
source: Mineral
fr: Minéral
